FONT_FAMILY = "Meiryo"

ITEM_COMBOBOX_VALUES = [
    "なし",
    "こだわりハチマキ",
    "こだわりメガネ",
    "いのちのたま",
    "とつげきチョッキ",
    "パンチグローブ",
    "しんかのきせき",
    "たつじんのおび",
    "ばんのうがさ",
    "ノーマルジュエル",
    "くろいメガネ",
    "ようせいのハネ",
    "かたいいし",
    "きせきのタネ",
    "くろおび",
    "じしゃく",
    "しんぴのしずく",
    "するどいくちばし",
    "シルクのスカーフ",
    "どくバリ",
    "とけないこおり",
    "のろいのおふだ",
    "やわらかいすな",
    "まがったスプーン",
    "メタルコート",
    "もくたん",
    "りゅうのキバ",
    "ぎんのこな",
    "ちからのハチマキ",
    "ものしりメガネ",
]

DORYOKU_COMBOBOX_VALUES = [
    "ようき AS252",
    "いじっぱり AS252",
    "いじっぱり HA252",
    "おくびょう CS252",
    "ひかえめ CS252",
    "ひかえめ HC252",
    "ずぶとい HB252",
    "わんぱく HB252",
    "しんちょう HD252",
    "おだやか HD252",
]

WALL_COMBOBOX_VALUES = [
    "なし",
    "リフレクター",
    "ひかりのかべ",
    "オーロラベール"
]

WEATHER_COMBOBOX_VALUES = [
    "なし",
    "晴れ",
    "雨",
    "砂嵐",
    "雪"
]

FIELD_COMBOBOX_VALUES = [
    "なし",
    "エレキ",
    "サイコ",
    "グラス",
    "ミスト"
]
